Repository: esraaabdrabo/qura2
Catalog: lib/assets/l10n/app_*.arb
Languages: ar

# qura2
source: Qura'
ar: قراء

source: settings
ar: الاعدادات

source: language
ar: اللغة

source: mode
ar: الوضع

source: dark
ar: مظلم

source: light
ar: مضئ

source: upload
ar: تحميل

# dontUploadEmptyAudio
source: You can't get a result if the audio file doesn't have a clear sound or has a lot of silence.
ar: لن يمكنك الحصول على نتيجة ان كان الملف الصوتي لا يوجد به صوت واضح او يحتوي على الكثير من الفراغ

# uploadStepDiscription
source: To upload the audio file, you must press the next button, then choose the audio file and follow the instructions at the bottom of the page accurately.
ar: لتحميل الملف الصوتي يجب الضغط على الزر التالي ثم اختيار الملف الصوتي و اتباع التعليمات اسفل الصفحة بدقة .

# recordStepDiscription
source: To make an audio recording, you have to press the next button and follow the instructions below the page accurately.
ar: لصناعة تسجيل صوتي يجب الضغط على الزر التالي و اتباع التعليمات اسفل الصفحة بدقة .

source: instructions
ar: التعليمات

# pleaseFollowThisInstructions
source: Please follow these instructions carefully to get a good result.
ar: برجاء اتباع هذة التعليمات بدقة حتى تحصل على نتيجة دقيقة

# pleaseWaitDontLeave
source: Please wait a little longer if you leave the uploaded audio will be lost.
ar: برجاء الانتظار قليلا ان غادرت ستفقد الملف الصوتي المرفوع

source: record
ar: التسجيل

source: to record press here
ar: للتسجيل برجاء الضغط هنا.

# toStopRecordPressHere
source: to stop recording press here
ar: جاري التسجيل , للايقاف اضغط هنا.

# dontRecordInNoise
source: Don't start recording the audio when there's noise around you.
ar: لا تبدأ التسجيل الصوتي اثناء وجود ضوضاء حولك الأفضل ان يكون المكان المحيط هادئ

# dontRecordEmptyOrSilence
source: You can't get a result if the audio recording doesn't have a clear sound or has a lot of silence.
ar: لن يمكنك الحصول على نتيجة ان كان التسجيل الصوتي لا يوجد به صوت واضح او يحتوي على الكثير من الفراغ

# checkAudio
source: check
ar: التأكيد

# prdeict
source: to know reciter name click here
ar: لمعرفة اسم القارئ اضغط هنا

# result
source: reader
ar: القارئ

# uploadAgain
source: upload new audio
ar: رفع ملف صوتي اخر

# recordAgain
source: make a new record
ar: تسجيل ملف صوتي اخر

# abdElBasetName
source: Abd El-Baset Mohamed Abd El-Samd
ar: عبـدُ الباسِـط مُحـمّـد عبـدُ ٱلصّـمـد

source: Born
ar: الميلاد

# abdElBasetbirth1
source: January 1, 1927
ar: 1 يناير 1927

# abdElBasetbirth2
source: Armant (Luxor), Egypt
ar: أرمنت (الأقصر)، مصر

source: Died
ar: الوفاة

# abdElBasetDeath1
source: November 30, 1988 (age 61)
ar: 30 نوفمبر 1988 (61 سنة)

# prices
source: Honours and Awards
ar: الأوسمة التي حصل عليها

# abdElBasetPrice1
source: In 1956, Syria honoured him and awarded him the Order of Merit.
ar: وسام من رئيس وزراء سوريا عام 1959.

# abdElBasetPrice2
source: A Medal from the Prime Minister of Syria in 1959.
ar: وسام من رئيس حكومة ماليزيا عام 1965.

# abdElBasetPrice3
source: A Medal from the Prime Minister of Syria in 1959.
ar: وسام الاستحقاق من الرئيس السنغالي عام 1975.

# abdElBasetPrice4
source: The Order of Merit from the Senegalese President in 1975.
ar: وسام الأرز من الجمهورية اللبنانية.

# abdElBasetPrice5
source: The Golden Medal from Pakistan in 1980.
ar: وسام تكريمي من الجمهورية العراقية.

# abdElBasetPrice6
source: The Order of Scholars from Pakistani President Zia-ul-Haq in 1984.
ar: الوسام الذهبي من باكستان عام 1980

# abdElBasetPrice7
source: The Egyptian Radio Medal on its fiftieth anniversary.
ar: وسام العلماء من الرئيس الباكستاني ضياء الحق عام 1984.

# abdElBasetPrice8
source: The Order of Merit from the former Egyptian President Hosni Mubarak during the celebration of the Day of Preachers in 1987.
ar: وسام الإذاعة المصرية في عيدها الخمسين

# abdElBasetPrice9
source: In 1990, he received the last honours after his departure from former President Mohamed Hosni Mubarak in the celebration of Laylat al-Qadr.
ar: وسام الاستحقاق من الرئيس المصري السابق محمد حسني مبارك أثناء الاحتفال بيوم الدعاة في عام 1987.

# maherName
source: Maher bin Hamad bin Mohammed Al-Muaiqly Al-Balawi
ar: ماهر بن حمد بن محمد المعيقلي البلوي

# maherbirth1
source: January 1969
ar: يناير 1969

# maherbirth2
source: Madina El Monawara
ar: المدينة المنورة

# work
source: Occupation
ar: المهنة

# maherWork1
source: The imam and preacher of the Grand Mosque
ar: إمام وخطيب المسجد الحرام

# maherWork2
source: He led the Imamate and sermon of the Saadi Mosque in Al-Awali district in Makkah Al-Mukarramah.
ar: تولى إمامة وخطبة جامع السعدي بحي العوالي بمكة المكرمة.

# maherWork3
source: He led the worshipers at the Prophet’s Mosque during the blessed month of Ramadan in the years 1426 AH and 1427 AH..
ar: تولى إمامة المصلين بالمسجد النبوي الشريف خلال شهر رمضان المبارك في العامين 1426 هـ و1427 هـ.

# maherWork4
source: And he led the worshipers in the Tarawih and Tahajjud prayers at the Grand Mosque during the blessed month of Ramadan in 1428 AH, and he was appointed as an official imam of the Grand Mosque in that year until now.
ar: وتولى إمامة المصلين في صلاتي التراويح والتهجد بالمسجد الحرام خلال شهر رمضان المبارك عام 1428 هـ وعين إماما رسمياً للمسجد الحرام في ذلك العام حتى الآن.

# hosaryName
source: Mahmoud Khalil Al-Hosary
ar: محمود خليل الحصري

# hosarybirth1
source: September 17, 1917
ar: 17 سبتمبر 1917

# hosarybirth2
source: Shubra El-Namla (Western), Egypt
ar: شبرا النملة (الغربية)، مصر

# hosaryDeath1
source: November 24, 1980 (63 years old)
ar: 24 نوفمبر 1980 (63 سنة)

# hosaryWork1
source: 1958 AD appointed as an agent of the Egyptian Muqari Sheikhdom.
ar: 1958م عين وكيلا لمشيخة المقارئ المصرية.

# hosaryWork2
source: 1958AD specialized in the sciences of the ten major readings, its methods, and its narration with all its chains of narration.
ar: 1958م تخصص في علوم القراءات العشر الكبرى وطرقها وروايتها بجميع أسانيدها .

# hosaryWork3
source: 1959 AD appointed reviewer and corrector of the Koran.
ar: 1959م عين مراجعا ومصححا للمصاحف .

# hosaryWork4
source: 1960 AD, the first person to be sent to visit Muslims in India and Pakistan and read the Noble Qur’an in the First Islamic Conference in India.
ar: 1960م أول من ابتعث لزيارة المسلمين في الهند وباكستان وقراءة القرآن الكريم في المؤتمر الإسلامي الأول بالهند .

# hosaryWork5
source: 1961 AD, appointed by a republican decision, sheikh for all Egyptian readers.
ar: 1961م عين بقرار جمهوري شيخا لعموم المقارئ المصرية.

# hosaryWork6
source: 1961 AD, the first to record the recited Qur’an around the world with the narration of Hafs from Asim.
ar: 1961م أول من سجل المصحف المرتل في أنحاء العالم برواية حفص عن عاصم .

# hosaryWork7
source: 1962 AD, he was appointed as Vice-Chairman of the Committee for the Review and Correction of the Qur’an at Al-Azhar Al-Sharif, and then as its Chairman.
ar: 1962م عين نائبا لرئيس لجنة مراجعة المصاحف وتصحيحها بالأزهر الشريف ثم رئيسا لها بعد ذلك.

# hosaryWork8
source: 1964 AD The first to record the recited Qur’an around the world with the narration of Warsh on the authority of Nafi’.
ar: 1964م أول من سجل المصحف المرتل في أنحاء العالم برواية ورش عن نافع.

# hosaryWork9
source: 1965 AD, he visited France and had the opportunity to guide ten French people to the religion of Islam after they heard the words of God during his recitation of the Holy Qur’an.
ar: 1965م قام بزيارة فرنسا وأتيحت له الفرصة لهداية عشرة فرنسيين لدين الإسلام بعد أن سمعوا كلمات الله أثناء تلاوته للقرآن الكريم.

# hosaryWork10
source: 1966 AD Appointed as a technical advisor for the affairs of the Noble Qur’an at the Ministry of Endowments.
ar: 1966م عين مستشارا فنيا لشؤون القرآن الكريم بوزارة الأوقاف.

# hosaryWork11
source: 1967 AD, he was awarded the Medal of Science and Arts of the first class on the Flag Day.
ar: 1967م حصل على وسام العلوم والفنون من الطبقة الأولى في عيد العلم.

# hosaryWork12
source: 1967 AD, President of the World Readers Union.
ar: 1967م رئيس اتحاد قراء العالم.

# hosaryWork13
source: 1968 AD: Elected as a member of the National Conference of the Socialist Union for Cairo Governorate (Mosky Department).
ar: 1968م انتخب عضوا في المؤتمر القومي للإتحاد الاشتراكي عن محافظة القاهرة (قسم الموسكي)

# hosaryWork14
source: 1968 AD The first to record the recited Qur’an around the world with the narration of Qalon and the narration of the League.
ar: 1968م أول من سجل المصحف المرتل في أنحاء العالم برواية قالون ورواية الدوري.

# hosaryWork15
source: 1969 AD The first to record the Qur'an teacher around the world (the method of education).
ar: 1969م أول من سجل المصحف المعلم في أنحاء العالم (طريقة التعليم).

# hosaryWork16
source: 1970 A.D. He traveled to the United States for the first time as a delegate from the Ministry of Endowments for Islamic Communities in North and South America
ar: 1970م سافر إلى الولايات المتحدة لأول مرة موفدا من وزارة الأوقاف للجاليات الإسلامية بأمريكا الشمالية والجنوبية.

# hosaryWork17
source: 1973 AD, during his second visit to America, he taught the testimony of eighteen American men and women after hearing him recite the Holy Qur’an.
ar: 1973م قام أثناء زيارته الثانية لأمريكا بتلقين الشهادة لثمانية عشر رجلا وامرأة أمريكيين بعد سماعهم لتلاوته القرآن الكريم.

# hosaryWork18
source: 1975 AD The first to recite the Noble Qur’an in the world in the manner of the Interpreted Qur’an (the Preaching Qur’an).
ar: 1975م أول من رتل القرآن الكريم في العالم بطريقة المصحف المفسر (مصحف الوعظ).

# hosaryWork19
source: 1977 AD The first to recite the Noble Qur’an throughout the Islamic world at the United Nations during his visit to it at the request of all Arab and Islamic delegations.
ar: 1977م أول من رتل القرآن الكريم في أنحاء العالم الإسلامي في الأمم المتحدة أثناء زيارته لها بناء على طلب جميع الوفود العربية والإسلامية.

# hosaryWork20
source: 1978 AD The first to recite the Noble Qur’an in the Royal Hall and Haywart Hall overlooking the River Thames in London.
ar: 1978م أول من رتل القرآن الكريم في القاعة الملكية وقاعة هايوارت المطلة على نهر التايمز في لندن .

# naserName
source: Nasser bin Ali Al-Qutami
ar: ناصر بن علي القُطامي

# naserbirth2
source: Al Riyadh, Saudi Arabia
ar: الرياض السعودية

# naserWork1
source: imam and preacher
ar: امام وخطيب.

# naserWork2
source: He began his leadership of the mosque when he was fourteen years old.
ar: بدأ إمامته للمساجد وهو في الرابعة عشر من عمره .

# naserWork3
source: He has a BA in Islamic Studies.
ar: لديه بكالوريوس دراسات إسلامية .

# naserWork4
source: He is currently studying a master's degree (specializing in Quranic studies)
ar: يَدْرِسُ حالياً بمرحلة الماجستير ( تخصص دراسات قرآنية )
